Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.883366e48839
source: ダンベルフライ
ar_sa: الدمبل يطير
ca: mosques amb manuelles
cs: Cvik s činkami – dumbbell fly
da: Håndvægt flyes
de_de: Kurzhantel-Flyes
el: Άνοιγμα με δίσκο
en_au: Dumbbell fly
es_es: Press con mancuerna
fi: Kahvalevytys
fr_ca: Élévations latérales avec haltère
gu: ડમ્બેલ ફ્લાય
he: כפיים עם משקולת
hi: डम्बल फ्लाई
hr: Dumbbell fly
hu: Ellógató szárnyas mozdulat
id: Dumbbell Fly
it: Alzate laterali con manubri
ko: 덤벨 플라이
mr: डंबल फ्लाई
ms: Dumbbell Fly
nl_nl: Kettlebell fly
no: Vektstang fly
pl: Ćwiczenie z hantlem – fly
pt_br: Rosca com haltere
pt_pt: Rosca com haltere
ro: Fluturare cu gantere
ru: Разведение рук с гантелями
sk: Rúbkové cviky pre ramená
sl: Žogični let
sv: Hantelfly
ta: டம்பல் ஃப்ளை
te: డంబెల్ ఫ్లై
th: ดัมเบลฟลาย
tr: Dambıl genişletme
uk: Розгинання гантелей
vi: Cuốn tay với tạ
zh_hans: 哑铃飞鸟
zh_hant: 啞鈴飛鳥

# domain_catalog.886d55d3ef41
source: 肩甲骨付近をベンチに乗せ、骨盤を後傾させながら股関節を伸ばす。
ar_sa: ضع لوحي كتفك على المقعد وقم بإمالة حوضك للخلف أثناء مد الوركين.
ca: Col·loqueu els omòplats al banc i inclineu la pelvis cap enrere mentre estireu els malucs.
cs: Umístěte si lopatky na lavici, ohněte pánev a protáhněte kyčle.
da: Placer en bænk under skulderbladene, og udstræk hofterne ved at læne kroppen tilbage.
de_de: Lege deine Schulterblätter auf eine Bank und dehne deine Hüften, während du deinen Becken nach hinten neigst.
el: Τοποθετήστε την περιοχή γύρω από τους ώμους και την πλάτη σε μια σανίδα, ενώ παράλληλα λυγίζετε τη μέση σας και επεκτείνετε τη μέση σας.
en_au: Place a bench under your shoulder blades and stretch your hips while tilting your pelvis backwards.
es_es: Colocar una banca cerca de las escápulas y extender las caderas mientras se inclina ligeramente el torso.
fi: Aseta hartiat ja selkä oikeaan asentoon, venytä lonkat.
fr_ca: Placez une planche près de vos omoplates, puis étirez vos hanches en inclinant légèrement votre bassin.
gu: ખભાની આસપાસ બેન્ચ પર શરીરને મૂકો, પીઠને પાછળની તરફ વાળો અને પગની સાંધાને લંબાવો.
he: להניח את אזור הצלעות על ספסל, ולהרחיב את מפרק הישבן תוך הטיית האגן אחורה.
hi: अपने कूल्हों के आसपास एक बेंच का उपयोग करें, अपनी कमर को पीछे की ओर झुकाएं और अपने कूल्हों को फैलाएं।
hr: Postavite uteg na banku, savijte kukove prema nazad i razvijte kukove.
hu: Helyezze a vállakat a székszélen, és nyújtsa ki a derékot, miközben hajlítja a térdeket.
id: Meletakkan bagian bahu dan tulang belakang di atas bangku, lalu meregangkan pinggul sambil menundukkan tulang pinggul.
it: Posiziona le scapole su una panca e allunga le anche, inclinando leggermente il bacino.
ko: 어깨뼈 주변에 벤치를 놓고, 골반을 뒤로 기울이면서 골반을 확장합니다.
mr: खांद्याच्या भागावर बेंच ठेवा, कंबर खाली करत कूल्हे मोकळे करा.
ms: Letakkan bahagian tulang belikat di atas bangku, kemudian meregangkan lutut dengan menengahkan pinggul.
nl_nl: Plaats je schouderbladen op een bankje en strek je heupen terwijl je het gewicht naar je navel toe trekt.
no: Plasser skulderbladene på en benk, og strekk ut hoftene ved å trekke korsryggen bakover.
pl: Umieść poduszkę na obojczykach, pochylając biodra do tyłu, a następnie rozciągnij biodra.
pt_br: Coloque os ombros sobre uma superfície, incline o quadril para trás e alongue as articulações do quadril.
pt_pt: Coloque os ombros sobre uma superfície, incline o quadril para trás e alongue as articulações do quadril.
ro: Așează-te pe o bancă și întinde șoldurile, menținând pelvisul înapoi.
ru: Положите кости таза на скамью и растяните тазобедренный сустав, наклонивсь назад.
sk: Podložte si bedrové kĺby na lavici, ohnite si páš a rozširite bedrové kĺby.
sl: Bodite pozorni na ramo, sedeče telo in kolenske skle.
sv: Placera skulderbladen på en bänk och sträcka höfterna samtidigt som du böjer överkroppen bakåt.
ta: தோள்பட்டை எலும்புப் பகுதியை ஒரு பெஞ்சில் வைத்து, இடுப்பை பின்னோக்கி சாய்த்து, தொடை எலும்புகளை நீட்டவும்.
te: భుజం కడ్వల ప్రాంతంలో బెంచ్ ఉంచి, కటి కీళ్లను వెనక్కి వంచి, కటి కీళ్లను సాగదీయండి.
th: วางส่วนสะกะไว้บนม้านั่ง และยืดสะโพก โดยให้กระดูกสันหลังเอียงไปด้านหลัง
tr: Omuz kemiğinizin etrafını bir banka yerleştirin, kalçalarınızı geriye doğru eğerek kalça kaslarınızı esnetin.
uk: Покладіть гантелі на лавку, розтягуючи стегна, коли спираєтесь на кістки таз.
vi: Đặt phần xương chậu lên ghế, sau đó mở rộng khớp háng bằng cách nghiêng khung xương chậu ra sau.
zh_hans: 将肩胛骨放在长凳上，并保持骨盆后倾，同时伸展髋关节
zh_hant: 將肩胛骨放在長凳上，同時保持骨盆後傾，伸展髖關節

# domain_catalog.88e6880332b9
source: 重心が手元から離れた器具を制御する
ar_sa: التحكم في المعدات التي يكون مركز ثقلها بعيدًا عن يدك
ca: Equips de control el centre de gravetat dels quals està lluny de la vostra mà
cs: Ovládejte zařízení, u kterého je váha odlišná od vaší polohy
da: Kontroller udstyr, hvor vægten er placeret i hånden
de_de: Steuern Sie Geräte, bei denen der Schwerpunkt nicht von den Händen weg ist
el: Έλεγξτε μια συσκευή όπου το κέντρο βάρους βρίσκεται στο χέρι σας
en_au: Control equipment where the center of gravity is further away from your hands
es_es: Controla los equipos donde el centro de gravedad está lejos de tus manos.
fi: Hallitse laitteita, joissa paino on kädessäsi
fr_ca: Contrôler un appareil dont le centre de gravité est éloigné
gu: જે ઉપકરણોની ગુરુત્વાકર્ષણ તીવ્ર હોય છે તેને નિયંત્રિત કરો
he: שליטה במכשיר שבו המשקל מופרע מהידיים
hi: ऐसे उपकरणों को नियंत्रित करें जहाँ वजन हाथ से दूर हो
hr: Kontroliraj uređaje gdje je težište udaljeno od ruku
hu: Ellenálla a távolságra helyezett eszközök irányítására
id: Mengontrol alat yang beratnya tidak berada di dekat tangan
it: Controlla gli strumenti in cui il centro di gravità è lontano dalle mani
ko: 손에서 멀리 떨어진 도구를 제어합니다.
mr: ज्या उपकरणांवर आपले वजन नियंत्रित केले जाते, ते वापरणे
ms: Mengawal peralatan yang beratnya jauh dari pusat badan
nl_nl: Controleer apparaten waarbij het gewicht van hand tot apparaat verschuift
no: Kontroller en enhet der vekten er plassert i hånden
pl: Kontroluj urządzenia, których ciężar jest oddalony od środka ciężkości
pt_br: Controle equipamentos onde o centro de gravidade está distante das mãos
pt_pt: Controle equipamentos onde o centro de gravidade está distante das mãos
ro: Controlează dispozitivele unde centrul de greutate nu este la nivelul mâinilor
ru: Управляйте оборудованием, при котором центр тяжести находится не в руках.
sk: Ovládajte nástroje, ktoré odďaľujú zameranie na ruky
sl: Kontrolirajte opremo, kjer je težišče oddaljeno od rok
sv: Kontrollera verktyg där tyngden är från handen
ta: கைகளை பயன்படுத்தி, எடையை கட்டுப்படுத்தவும்
te: చేతుల నుండి దూరంగా ఉండే పరికరాలను నియంత్రించడం
th: ควบคุมอุปกรณ์ที่มือถืออยู่ห่างจากจุดศูนย์ถ่วง
tr: Ellerden uzak olan aletleri kontrol etmek
uk: Контролюйте інструмент, де центр ваги знаходиться в руці
vi: Kiểm soát dụng cụ khi trọng tâm không nằm ở tay
zh_hans: 控制重心远离手部的器具
zh_hant: 控制重心偏離手部的器具

# domain_catalog.8921fea36b9f
source: 疲労度と練習量をメモする
ar_sa: لاحظ مستوى التعب لديك ومقدار التدريب
ca: Tingueu en compte el vostre nivell de fatiga i la quantitat de pràctica
cs: Zaznamenejte úroveň únavy a objem tréninku.
da: Notér din træningsintensitet og -mængde
de_de: Aufzeichnung von Erschöpfungsgrad und Trainingsmenge
el: Καταγράψτε τα επίπεδα κόπωσης και τον όγκο της άσκησης.
en_au: Record your fatigue level and training volume
es_es: Registre los niveles de fatiga y el volumen de entrenamiento.
fi: Kirjaa ylös väsymystaso ja harjoittelun määrä
fr_ca: Notez votre niveau de fatigue et le volume d'entraînement.
gu: થાકની ડિગ્રી અને કસરતની માત્રા નોંધી લો.
he: לתעד את רמות העייפות ולכמות האימונים
hi: थकान और व्यायाम की मात्रा को नोट करें।
hr: Zapisujte razinu umora i količinu vježbanja.
hu: Jegyezze fel a fáradtság szintjét és az edzésmenet.
id: Catat tingkat kelelahan dan volume latihan.
it: Registrare il livello di affaticamento e il volume dell'allenamento
ko: 피로 정도와 운동량을 기록
mr: थकव्याची पातळी आणि सरावाचा वेळ नोंदवा.
ms: Catat tahap keletihan dan jumlah latihan
nl_nl: Noteer je vermoeidheidsniveau en trainingsvolume.
no: Noter ned tretthetsnivå og treningsmengde
pl: Zapisuj poziom zmęczenia i ilość ćwiczeń.
pt_br: Anote o nível de fadiga e a quantidade de treino.
pt_pt: Anote o nível de fadiga e a quantidade de treino.
ro: Înregistrarea nivelului de oboseală și a volumului antrenamentului
ru: Записывайте уровень усталости и объем тренировок.
sk: Zapisujte si úroveň únavy a množstvo tréningu.
sl: Zapisujte raven utrujenosti in količino treninga.
sv: Anteckna din trötthetsnivå och träningsvolym.
ta: சோர்வு மற்றும் பயிற்சி அளவுகளை குறித்துக் கொள்ளுங்கள்.
te: శారీరక శ్రమ స్థాయి మరియు వ్యాయామ పరిమాణాన్ని నమోదు చేయండి.
th: จดบันทึกระดับความเหนื่อยล้าและปริมาณการฝึก
tr: Yorgunluk ve egzersiz miktarını not alın
uk: Записуйте рівень втоми та об'єм тренувань.
vi: Ghi lại mức độ mệt và khối lượng tập luyện
zh_hans: 记录疲劳度和训练量
zh_hant: 記錄疲勞度和練習量

# domain_catalog.893f386f44d0
source: 背中を丸めすぎず、体幹を左右にひねる。
ar_sa: قم بتحريف قلبك من جانب إلى آخر دون تقريب ظهرك أكثر من اللازم.
ca: Gireu el nucli d'un costat a un altre sense arrodonir massa l'esquena.
cs: Nepřetěžujte záda, otáčejte trupem vlevo a vpravo.
da: Undgå at overstrække ryggen og drej kroppen til venstre og højre.
de_de: Nicht zu stark den Rücken krümmen und den Körper zur Seite beugen.
el: Μην υπερβάλλετε στην κάμψη της πλάτης, αλλά κάντε περιστροφές στον κορμό.
en_au: Avoid over-arching your back and twist your torso side to side.
es_es: Evita curvar demasiado la espalda y gira el tronco de lado a lado.
fi: Älä pyöritä selkää liikaa ja kierrä vartaloa sivusuunnassa.
fr_ca: Évitez de trop arrondir le dos et faites pivoter le tronc.
gu: મા espaldaને વધારે વળાંકમાં ન લાવો, અને શરીરના મધ્ય ભાગને ડાબે-જમણે વાળો.
he: לא למתוח את הגב יתר על המידה, להסיט את הגוף לצדדים.
hi: अपनी पीठ को ज़्यादा न मोड़ें, और शरीर के मध्य भाग को बाएं और दाएं घुमाएँ।
hr: Nemojte previše iskovati leđa, rotirajte trbuh.
hu: Ne fordítsa túl a hátát, és forgassa a gerinját balról jobbra.
id: Jangan melengkungkan punggung terlalu parah, serta tekuk tubuh ke samping.
it: Evitare di curvare eccessivamente la schiena e ruotare il tronco lateralmente.
ko: 허리를 과도하게 굽히지 않고, 몸통을 좌우로 비흣니다.
mr: पाठीचा कणा जास्त वाकवू नका, शरीराच्या मध्यभागी डावीकडे-उजवीकडे वळा.
ms: Jangan membengkokkan punggung terlalu banyak, putar badan ke kiri dan kanan.
nl_nl: Vermijd overstrekken van de rug en draai het lichaam naar links en rechts.
no: Unngå å overstrekke ryggen, og vri kroppen til venstre og høyre.
pl: Unikaj nadmiernego wyginania tułowia i skręcania ciała w bok.
pt_br: Não arqueie demais as costas e gire o tronco lateralmente.
pt_pt: Não arqueie demais as costas e gire o tronco lateralmente.
ro: Evitați să vă aplecați prea mult și rotiți corpul lateral.
ru: Не скручивайте спину слишком сильно, поворачивайте корпус в стороны.
sk: Nenechajte sa preťažiť, otáčajte trupom v ľavom a pravom smere.
sl: Ne preobremenite hrba,nato pa se nagnete z telesom.
sv: Undvik att översträck ryggen och vrid kroppen åt sidorna.
ta: உங்கள் முதுகை அதிகமாக வளைக்காமல், உடலின் மையத்தை இடது மற்றும் வலது பக்கமாக திருப்பவும்.
te: వెన్నును ఎక్కువగా వంచకుండా, శరీరాన్ని ఎడమ మరియు కుడి వైపుకు తిప్పండి.
th: หลีกเลี่ยงการก้มหลังมากเกินไป, หมุนลำตัวไปด้านซ้ายและขวา
tr: Arkanı çok fazla değil, vücudunu sol ve sağa doğru döndür.
uk: Не перевертайте спину надмірно, повертайте корпус вправо-вліво.
vi: Không làm cong quá lưng, xoay thân người sang trái hoặc phải.
zh_hans: 不要过度弯曲背部，并进行身体左右的扭转
zh_hant: 不要過度彎曲背部，並進行身體左右扭轉

# domain_catalog.894b7cbd839d
source: 温かく慎重。焦らず安全に前進できる言葉を選ぶ
ar_sa: دافئة وحذرة. اختر الكلمات التي ستساعدك على المضي قدمًا بأمان دون تسرع.
ca: càlid i atent. Trieu paraules que us ajudin a avançar amb seguretat i sense pressa.
cs: Používejte uklidňující a opatrné fráze, které vám umožní postupovat bez stresu a bezpečně.
da: Varm og forsigtig. Vælg ord, der giver dig mulighed for at gå frem roligt og sikkert
de_de: Wärme und vorsichtig. Wählen Sie Worte, die Ihnen helfen, ohne Eile und sicher voranzukommen
el: Χαλαρός και προσεκτικός, επιλέγοντας λέξεις που σας επιτρέπουν να προχωρήσετε με ασφάλεια και χωρίς άγχος.
en_au: Use warm and cautious language that encourages progress without rushing or compromising safety.
es_es: Sé amable y cauteloso. Elige palabras que te permitan avanzar con calma y seguridad.
fi: Lämpimä ja harkitseva. Valitse sanoja, jotka mahdollistavat rauhallisen ja turvallisen etenemisen
fr_ca: Choisissez des mots chaleureux et prudents, qui vous permettent d'avancer calmement et en toute sécurité.
gu: ગરમ અને સાવધ. કોઈ પણ પ્રકારની તકલીફ ન થાય તે માટે, ધીમે ધીમે આગળ વધવા માટે યોગ્ય શબ્દો પસંદ કરો
he: מילים חמות ומכובדות, שמאפשרות לנו להתקדם בצורה בטוחה ולא מהירה.
hi: गरम और सावधानीपूर्वक, बिना घबराए सुरक्षित रूप से आगे बढ़ने के लिए उपयुक्त शब्द चुनें
hr: Topli i oprezni. Izaberite riječi koje vam omogućuju da napredujete bez brige i sigurno
hu: Nyugodt és óvatos megközelítés, ahol a cél a fokozatos és biztonságos haladás
id: Pilih kata-kata yang hangat dan hati-hati, memungkinkan Anda maju dengan aman tanpa terburu-buru.
it: Scegli parole che siano calde e prudenti, permettendoti di progredire senza fretta e in sicurezza.
ko: 따뜻하고 신중하게, 조급함 없이 안전하게 나아갈 수 있는 표현 선택
mr: समजूतदार आणि सावध दृष्टिकोन, ज्यामुळे शांतपणे आणि सुरक्षितपणे पुढे जावे
ms: Berhati-hati dan bijak. Pilih kata-kata yang membolehkan anda bergerak maju dengan selamat dan tanpa tergesa-gesa
nl_nl: Kalm en voorzichtig. Kies woorden die je helpen om rustig en veilig vooruit te gaan
no: Velg ord som er varme og forsiktige, slik at du kan gå fremover uten å bekymre deg
pl: Wybierz słowa, które są ciepłe i ostrożne, pozwalając na spokojny i bezpieczny postęp.
pt_br: Escolha palavras que sejam calorosas e cuidadosas, permitindo que você avance com calma e segurança.
pt_pt: Escolha palavras que sejam calorosas e cuidadosas, permitindo que você avance com calma e segurança.
ro: Folosește cuvinte calde și atente, care te ajută să progresezi în siguranță și fără stres.
ru: Выбирайте слова, которые будут поддерживать и направлять, не вызывая спешки и беспокойства.
sk: Vyberte si slová, ktoré sú jemné a opatrné. Vyhýbajte sa stresu a postupujte bezpečne.
sl: Toplo in previdno. Izbira besed, ki vam omogočajo, da napredujete brez stresu in varno
sv: Lugn och försiktig. Välj ord som ger dig möjlighet att gå framåt långsamt och säkert
ta: அமைதியான மற்றும் கவனமான அணுகுமுறையுடன், பொறுமையுடன் பாதுகாப்பாக முன்னேற உதவும் வார்த்தைகளைத் தேர்ந்தெடுக்கவும்.
te: ప్రశాంతంగా మరియు జాగ్రత్తగా ఉండండి. తొందరపడకుండా సురక్షితంగా ముందుకు సాగడానికి సరైన పదాలను ఎంచుకోండి
th: เลือกคำพูดที่อบอุ่นและรอบคอบ สามารถก้าวไปข้างหน้าอย่างปลอดภัย โดยไม่เร่งรีบ
tr: Sakin ve dikkatli olun. Acele etmeden, güvenli bir şekilde ilerlemenizi sağlayacak kelimeleri seçin
uk: Вибирайте слова, які дають відчуття тепла та обережності, дозволяючи вам поступово рухатися вперед, не поспішаючи та безпечно.
vi: Chọn những lời nói nhẹ nhàng và cẩn thận, giúp bạn tiến bộ một cách an toàn và không gây áp lực
zh_hans: 温和而谨慎，选择能让你在不焦虑的情况下安全前进的措辞
zh_hant: 溫和且謹慎，選擇能讓你安心、不急於求成的話語

# domain_catalog.8a7c08ed1b16
source: 写真から数値を断定しない
ar_sa: لا تحدد الأرقام من الصور.
ca: No determineu els números a partir de les fotos.
cs: Nevypočítejte hodnoty pouze z fotografie.
da: Konkluder ikke tal fra et billede.
de_de: Nicht aus Fotos Zahlen ableiten.
el: Μην βασίζεστε σε αριθμούς από φωτογραφίες.
en_au: Do not make definitive judgments based on photos.
es_es: No se toman medidas a partir de las fotos.
fi: Älä tee päätöksiä kuvasta.
fr_ca: Ne tirez pas de conclusions sur les valeurs à partir des photos.
gu: ફોટો પરથી આંકડાઓ નક્કી કરશો નહીં
he: אל תגזור מסקנות מתוך תמונות.
hi: फोटो से संख्याओं को निश्चित रूप से न लें।
hr: Ne zaključujte vrijednosti samo iz fotografije.
hu: Ne állítson előre bármilyen számot a képek alapján.
id: Jangan menentukan angka dari foto.
it: Non trarre conclusioni basate solo sulle foto.
ko: 사진에서 숫자를 단정하지 않습니다.
mr: फोटोवरूनच आकडे निश्चित करू नका
ms: Jangan membuat keputusan berdasarkan gambar.
nl_nl: Neem geen beslissingen op basis van een foto.
no: Ikke fastslå verdier basert på bilder.
pl: Nie wyciągaj wniosków z zdjęć.
pt_br: Não tire conclusões a partir das fotos.
pt_pt: Não tire conclusões a partir das fotos.
ro: Nu trageți concluzii din numerele din fotografii.
ru: Не делайте выводы из фотографий.
sk: Nevyhľadávajte čísla na fotkách.
sl: Ne sklepajte o številkah na fotografiji.
sv: Sluta dra slutsatser från bilder.
ta: புகைப்படத்திலிருந்து எண்களை உறுதிப்படுத்த வேண்டாம்.
te: ఫోటో నుండి సంఖ్యలను నిర్ధారించకండి.
th: อย่าตัดสินจากตัวเลขในภาพ
tr: Fotoğraflardan değerleri kesin olarak belirlemeyin.
uk: Не робіть висновків на основі фотографій.
vi: Không đưa ra kết luận dựa trên hình ảnh.
zh_hans: 不要根据照片来确定数值
zh_hant: 不要根据照片来确定数值

# domain_catalog.8a82058b0b4a
source: ブランク後の痛みと反応を確認し、負荷を段階的に戻す
ar_sa: تحقق من الألم ورد الفعل بعد التقطيع وأعد الحمل تدريجيًا
ca: Comproveu el dolor i la reacció després de l'obturació i retorneu gradualment la càrrega
cs: Zkontrolujte bolest a reakce po tréninku a postupně zvyšujte zátěž.
da: Bekræft smerten og reaktionen efter træningen, og øg belastningen gradvist.
de_de: Überprüfe die Schmerzen und Reaktionen nach dem Ausgangszustand und passe das Gewicht schrittweise an.
el: Ελέγξτε τον πόνο και την αντίδραση μετά την άσκηση και αυξήστε σταδιακά το βάρος
en_au: Check for pain and assess your reaction after the break, then gradually increase the load.
es_es: Verificar el dolor y la reacción después de comenzar, y aumentar gradualmente la carga.
fi: Tarkista kipu ja reaktio, kun olet palannut, ja lisää kuormaa asteittain
fr_ca: Vérifiez la douleur et les sensations après l'exercice, puis augmentez progressivement la charge.
gu: ખાલી જગ્યા પછીના દુખાવો અને પ્રતિક્રિયા તપાસો, અને ધીમે ધીમે ભાર વધારો
he: בדוק את הכאבים והתגובה לאחר הפעילות, והגדל בהדרגה את העומס.
hi: खाली करने के बाद दर्द और प्रतिक्रिया की जांच करें, और धीरे-धीरे वजन बढ़ाएं।
hr: Provjerite i potvrdite bol i reakciju nakon prvog treninga, a zatim postupno povećavajte optereženje.
hu: Ellenőrizd a fájdalmat és reakciót a terhelés után, és fokozatosan növeld
id: Periksa rasa sakit dan reaksi setelah latihan, lalu tingkatkan beban secara bertahap
it: Verifico il dolore e la reazione dopo l'allenamento, aumentando gradualmente il carico
ko: 원래 상태 이후의 통증과 반응을 확인하고, 점진적으로 강도를 높임
mr: सुरुवात केल्यानंतर होणारी वेदना आणि प्रतिक्रियांची तपासणी करा, आणि हळूहळू भार वाढवा.
ms: Periksa sakit dan reaksi selepas latihan, kemudian tingkatkan beban secara bertahap
nl_nl: Controleer de pijn en reactie na het herstel, en verhoog de belasting geleidelijk.
no: Bekreft smerte og reaksjon etter null belastning, og øk belastningen gradvis.
pl: Sprawdź ból i reakcję po ćwiczeniu, a następnie stopniowo zwiększaj obciążenie.
pt_br: Verifique a dor e a reação após o treino, e aumente gradualmente a carga
pt_pt: Verifique a dor e a reação após o treino, e aumente gradualmente a carga
ro: Verificați durerea și reacția după exercițiu și creșteți gradat intensitatea
ru: Проверьте боль и реакцию после тренировки, постепенно увеличивая нагрузку
sk: Skontrolujte bolesť a reakciu po cvičení a postupne zvyšujte zaťaženie.
sl: Preverimo bolečino in reakcijo po treningu ter postopno povečamo obremenitev.
sv: Kontrollera smärta och reaktion efter träningen, och öka belastningen gradvis
ta: மீண்டும் பழைய நிலைக்கு வந்த பிறகு, வலி மற்றும் உடல்நிலையை சரிபார்த்து, படிப்படியாக பயிற்சியின் அளவை அதிகரிக்கவும்.
te: మునుపటి స్థితి తర్వాత నొప్పి మరియు ప్రతిస్పందనలను తనిఖీ చేసి, క్రమంగా బరువును పెంచడం
th: ตรวจสอบอาการและปฏิกิริยาหลังจากการออกกำลังกาย และค่อยๆ เพิ่มความเข้มข้น
tr: Eski haline döndükten sonraki ağrı ve tepkileri kontrol edin, yükü kademeli olarak artırın.
uk: Перевіряю біль та реакцію після тренування, поступово збільшуючи навантаження
vi: Kiểm tra và điều chỉnh mức tạ theo phản ứng và cảm giác đau
zh_hans: 确认深蹲后的疼痛和反应，逐步增加负重
zh_hant: 确认深蹲后的疼痛和反应，逐步增加负重。

# domain_catalog.8a8b4730b070
source: PRを狙いたい
ar_sa: أريد أن أهدف إلى العلاقات العامة
ca: Vull apuntar a les relacions públiques
cs: Chci dosáhnout PR.
da: Ønsker at opnå PR
de_de: Ziel: PR erreichen
el: Θέλω να επιτύχω ένα PR
en_au: I want to target PRs
es_es: Quiero alcanzar un objetivo (PR)
fi: Haluat saada PR:n
fr_ca: Objectif : atteindre un certain niveau de performance (PR)
gu: PR મેળવવાની ઈચ્છા છે
he: רצון להשיג PR
hi: PR प्राप्त करना चाहते हैं
hr: Želim postići PR
hu: Cél: PR (Performance Record)
id: Saya ingin mencapai PR (Personal Record)
it: Obiettivo PR
ko: PR 목표 설정
mr: PR (ध्येय) साध्य करायचे आहे
ms: Mencuba mencapai PR
nl_nl: Ik wil een PR (persoonlijk record) behalen.
no: Ønsker å oppnå PR
pl: Celem jest osiągnięcie określonego poziomu wydajności (PR)
pt_br: Objetivo: Alcançar um bom resultado (PR)
pt_pt: Objetivo: Alcançar um bom resultado (PR)
ro: Vreau să ating un PR
ru: Цель: получить хорошие отзывы (PR)
sk: Chcem dosiahnuť PR
sl: Želim doseči PR
sv: Vill uppnå PR (personbästa)
ta: PR-ஐ இலக்காகக் கொள்ளுதல்
te: PR లక్ష్యంగా పెట్టుకోవాలి
th: ต้องการสร้าง PR
tr: Hedeflenen PR'yi belirleyin
uk: Хочу досягти PR.
vi: Muốn đạt được PR
zh_hans: 目标PR
zh_hant: 目標PR

# domain_catalog.8b28adb03d67
source: 夕食
ar_sa: عشاء
ca: sopar
cs: Večeře
da: Aftensmad
de_de: Abendessen
el: Δείπνο
en_au: Dinner
es_es: Cena
fi: Illallinen
fr_ca: Dîner
gu: સાંજના ભોજન
he: ארוחת ערב
hi: रात का खाना
hr: Večera
hu: Ebéd
id: Makan malam
it: Cena
ko: 저녁 식사
mr: संध्याकाळचा जेवण
ms: Makan malam
nl_nl: Avondeten
no: Middag
pl: Kolacja
pt_br: Jantar
pt_pt: Jantar
ro: Cină
ru: Ужин
sk: Večera
sl: Večerja
sv: Middag
ta: இரவு உணவு
te: సాయంత్ర భోజనం
th: อาหารเย็น
tr: Akşam yemeği
uk: Вечеря
vi: Bữa tối
zh_hans: 晚餐
zh_hant: 晚餐

# domain_catalog.8c54b80a0189
source: 大きく力強い身体
ar_sa: جسم كبير وقوي
ca: cos gran i fort
cs: Silné a robustní tělo
da: Stærk og muskuløs krop
de_de: Ein kräftiger Körper
el: Ισχυρός και δυνατός σώμας
en_au: A strong, powerful body
es_es: Cuerpo fuerte y musculoso
fi: Voimakas ja tukeva keho
fr_ca: Un corps fort et musclé
gu: મોટું અને મજબૂત શરીર
he: גוף חזק ובריא
hi: मजबूत और शक्तिशाली शरीर
hr: Velika, snažna tijelo
hu: Erős, testváz
id: Tubuh yang kuat dan bertenaga
it: Corpo forte e muscoloso
ko: 크고 탄탄한 몸
mr: मोठे आणि मजबूत शरीर
ms: Tubuh yang kuat dan bertenaga
nl_nl: Een sterke, krachtige lichaamshouding
no: Sterk og kraftig kropp
pl: Silna, zdrowa sylwetka
pt_br: Corpo forte e musculoso
pt_pt: Corpo forte e musculoso
ro: Corp puternic și atletic
ru: Сильное, подтянутое тело
sk: Silné a robustné telo
sl: Veliko in močno telo
sv: Stark och kraftfull kropp
ta: வலிமையான உடல்
te: బలంగా, దృఢమైన శరీరం
th: ร่างกายที่แข็งแรงและมีพลัง
tr: Güçlü ve etkileyici vücut
uk: Сильний і міцний тіло
vi: Thân hình khỏe mạnh và dẻo dai
zh_hans: 强壮的大腿
zh_hant: 强壮的大型身体

# domain_catalog.8c66e2563b4b
source: ワンハンドダンベルロー
ar_sa: صف الدمبل بيد واحدة
ca: fila de manuelles amb una mà
cs: Přítahy s jedním kladkem
da: Enarms dumbbell row
de_de: Einarm-Kurzhantel-Seilzug
el: Ένα χέρι με αλτήρα
en_au: One-arm dumbbell row
es_es: Remolque con mancuerna de un brazo
fi: Yhden käden käsipainoharjoitus
fr_ca: Row avec haltère d'une seule main
gu: વન હેન્ડ ડમ્બેલ લો
he: הרמת משקל ביד אחת
hi: वन हैंड डम्बल लो
hr: Podiž s jednim utegom
hu: Egykezes käsúlyos kör
id: One-Hand Dumbbell Row
it: Trazione alla sbarra con manubrio singolo
ko: 원 핸드 덤벨 로우
mr: वन हँड डंबल लांब
ms: Angkat dengan dumbbell satu tangan
nl_nl: One-arm dumbbell row
no: Enarms vektstang nedtrekk
pl: Ćwiczenie z hantlem w jednej ręce
pt_br: Remada com Haltere em Uma Mão
pt_pt: Remada com Haltere em Uma Mão
ro: Ridicări de picioare cu gantera într-o mână
ru: Тяга штанги одной рукой
sk: Ťahovanie s kladkou jednou rukou
sl: Enoročni vijač z utežjo
sv: Enhandsövning med hantel
ta: ஒன் ஹேண்ட் டம்பல் குறை
te: వన్ హ్యాండ్ డమ్బెల్ కాల్
th: ท่าโรลเลอร์ดัมเบล
tr: Tek elle dambıl ile çekme hareketi (One-Hand Dumbbell Row)
uk: Тяга штанги однією рукою
vi: Tập luyện với tạ một tay
zh_hans: 单手哑铃划船
zh_hant: 單手啞鈴彎舉
